Repository: correia55/localShowReminder
Catalog: locales/*/LC_MESSAGES/main.po
Languages: pt

# verification_email
source: Account Verification
pt: Verificação da Conta

# deletion_email
source: Delete Account
pt: Apagar Conta

source: Dear
pt: Caro

# regards_sentence
source: Best regards
pt: Melhores cumprimentos

# unsubscribe_sentence
source: Don't like these emails? Delete your reminders or account at
pt: Não quer receber mais destes emails? Apague os seu lembretes, alarmes ou conta em

# registration_sentence
source: Thank you for registering at
pt: Obrigado por se registar em

# verification_sentence
source: Before using the system you need to verify your account by pressing the button
pt: Antes de poder utilizar a aplicação, precisar de validar a sua conta carregando no botão

source: Verify Account
pt: Verificar Conta

# accessing_sentence
source: or use the link
pt: ou utilizando o link

# validation_time_sentence
source: This email is only valid for
pt: Este email só é válido por

source: hours
pt: horas

# expiration_sentence
source: If you let it expire, you will need to login to our system and request a new email
pt: Se o deixar expirar, precisará de pedir um novo email através do formulário de login no site

# results_sentence
source: These are the results for the reminders you created
pt: São estes os resultados para os alarmes criados

# first_letter_of_season
source: S
pt: T

# at_date
source: at
pt: dia

# in_channel
source: in
pt: no

source: Delete Account
pt: Apagar Conta

# deletion_sentence
source: A deletion request was made for the account associated with this email, to confirm press the button
pt: Foi feito um pedido para apagar a conta associada a este email, para confirmar carregue no botão

# the_application_team
source: the LembretesTV Team
pt: a equipa do LembretesTV

source: Change Email
pt: Alteração de Email

# change_email_old_sentence
source: An email change request was made for the associated account, to continue press the button
pt: Foi feito um pedido para alteração do email da conta associada, para continuar carregue no botão

# change_email_new_old
source: A change email request was made for the account associated with
pt: Foi feito um pedido para alteração do email da conta associada a

# change_email_new_confirm
source: to be associated with this email. To confirm press the button
pt: para que seja associada a este email. Para confirmar carregue no botão

source: Password Recovery Email
pt: Email para Recuperação da Palavra Chave

source: Recover Password
pt: Recuperar Palavra Chave

# password_recovery_email_sentence
source: A password recovery request was made for the associated account, to continue press the button
pt: Foi feito um pedido para recuperação da palavra chave da conta associada a este email, para continuar carregue no botão

# others_sentence
source: If this request was not made by you, please ignore it.
pt: Se o pedido de alteração não foi feito por si, por favor ignore-o.
